tap "aws/tap"
tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
brew "readline"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "boost"
brew "cocoapods"
brew "deno"
brew "duck"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fileicon"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "gobject-introspection"
brew "guile"
brew "hdf5"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "inetutils"
brew "ios-deploy"
brew "jq"
brew "mas"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "openssl@3"
brew "pastel"
brew "pdftk-java"
brew "podman"
brew "pyenv"
brew "rbenv"
brew "scrcpy"
brew "thefuck"
brew "watchman"
brew "aws/tap/aws-sam-cli"
brew "azure/functions/azure-functions-core-tools@4"
cask "android-commandlinetools"
cask "appcleaner"
cask "arc"
cask "calibre"
cask "cyberduck"
cask "emacs"
cask "font-fira-code"
cask "font-hack"
cask "font-jetbrains-mono"
cask "geekbench"
cask "gimp"
cask "google-chrome"
cask "google-earth-pro"
cask "gpg-suite-no-mail"
cask "http-toolkit"
cask "inkscape"
cask "itsycal"
cask "jumpcut"
cask "macintoshjs"
cask "michaelvillar-timer"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mimestream"
cask "moom"
cask "netnewswire"
cask "pgadmin4"
cask "postgres-unofficial"
cask "powershell"
cask "qgis"
cask "reflex"
cask "rstudio"
cask "scrivener"
cask "spotify"
cask "steam"
cask "temurin18"
cask "usb-overdrive"
cask "virtualbox-beta"
cask "visual-studio-code"
cask "vlc"
cask "warp"
mas "Downlink", id: 1454269192
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "GrandPerspective", id: 1111570163
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Notchmeister", id: 1599169747
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Simple Comic", id: 1497435571
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Vinegar", id: 1591303229
mas "Wayback Machine", id: 1472432422
mas "WorldWideWeb", id: 1621370168
mas "Xcode", id: 497799835
